/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Μάθετε περισσότερα</b> σχετικά με τη διαχείριση και την ασφάλεια συσκευών.";

/* No comment provided by engineer. */
"A system error occurred" = "Προέκυψε ένα σφάλμα συστήματος";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Ο λογαριασμός θα διαγραφεί από την εφαρμογή %@, καθώς και από άλλες εφαρμογές Yahoo σε αυτήν τη συσκευή.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Προσθήκη λογαριασμού";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Προέκυψε κάποιο σφάλμα. Προσπαθήστε πάλι αργότερα.";

/* Accessibility label for the back button */
"Back" = "Πίσω";

/* call tip prefix in 2lc */
"Call %@" = "Κλήση του %@";

/* No comment provided by engineer. */
"Call again" = "Επανάληψη κλήσης";

/* Cancel
   Cancel button title */
"Cancel" = "Άκυρο";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Δεν είναι δυνατή η φόρτωση της σελίδας.";

/* Accessibility label for the close button */
"Close" = "Κλείσιμο";

/* Continue to Safari for SHF */
"Continue" = "Συνέχεια";

/* Create Account view title
   sign up button title */
"Create Account" = "Δημιουργία λογαριασμού";

/* learn more alert title */
"Device Not Recognized" = "Η συσκευή δεν αναγνωρίζεται";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Δεν λάβατε το μήνυμα email;";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Δεν λάβατε το γραπτό μήνυμα;";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Δεν λάβατε τη φωνητική κλήση;";

/* Dismiss */
"Dismiss" = "Απόρριψη";

/* Edit button title */
"Edit" = "Επεξεργασία";

/* No comment provided by engineer. */
"Email could not be sent" = "Το email δεν μπόρεσε να σταλεί";

/* No comment provided by engineer. */
"Email sent" = "Το email στάλθηκε";

/* No comment provided by engineer. */
"Enter Code" = "Καταχωρήστε τον κωδικό";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Για λόγους ασφαλείας, θα χρειαστεί να ξεκλειδώσετε το λογαριασμό σας.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Για λόγους ασφαλείας, επαληθεύστε ξανά το λογαριασμό σας.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Ξεχάσατε κωδικό/ταυτότητα;";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Ξεχάσατε τον κωδικό πρόσβασης;";

/* Go to Account recovery */
"Get Help" = "Βοήθεια";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Εσφαλμένη απάντηση. Προσπαθήστε πάλι.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Μη έγκυρη ταυτ./κωδικός. Ξαναπροσπαθήστε.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Εξαντλήθηκε το όριο. Το email δεν μπόρεσε να σταλεί.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Εξαντλήθηκε το όριο. Αδυναμία αποστολής γραπτού μηνύματος ή πραγματοποίησης φωνητικής κλήσης.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Η περίοδος εισόδου έληξε, προσπαθήστε ξανά.";

/* Network error alert view title */
"Network unavailable." = "Το δίκτυο δεν είναι διαθέσιμο.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Κωδικός πρόσβασης";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Εισαγάγετε τον κωδικό πρόσβασης \nγια το λογαριασμό %@";

/* Remove the account
   SSO remove account title */
"Remove" = "Κατάργηση";

/* Remove an account label on SSO screen */
"Remove an account" = "Κατάργηση ενός λογαριασμού";

/* Select an account label on SSO screen */
"Select an account" = "Επιλέξτε λογ/σμό";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Η συνεδρία σας έληξε. Πραγματοποιήστε είσοδο ξανά.";

/* sign in button title */
"Sign In" = "Είσοδος";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Συνδεθείτε με <a>Facebook</a> ή <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Συνδεδεμένος ως";

/* signing in state title for sign in button */
"Signing In" = "Σύνδεση";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Λυπούμαστε, το σύστημα είναι εκτός λειτουργίας. Προσπαθήστε πάλι αργότερα.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Λυπούμαστε, δεν μπορούμε να σας επιτρέψουμε προς το παρόν την είσοδο. Προσπαθήστε πάλι αργότερα.";

/* sms tip prefix in 2lc */
"Text %@" = "Γραπτό μήνυμα στο %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Το γραπτό μήνυμα δεν μπόρεσε να σταλεί";

/* No comment provided by engineer. */
"Text message sent" = "Το γραπτό μήνυμα στάλθηκε";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Δεν ήταν δυνατή η εξαγωγή των δεδομένων κατάστασης δεύτερης ερώτησης από το βραχύβιο διαπιστευτήριο ερώτησης";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Πάρα πολλές προσπάθειες. Προσπαθήστε ξανά σε 24 ώρες.";

/* No comment provided by engineer. */
"Try again" = "Προσπαθήστε ξανά";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Αδυναμία πραγματοποίησης φωνητικής κλήσης";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Δεν είναι δυνατή η σύνδεση. Ελέγξτε την ημερομηνία συστήματος και δοκιμάστε ξανά.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Αδύνατη η είσοδος. Προσπαθήστε ξανά.";

/* Unlock */
"Unlock" = "Ξεκλείδωμα";

/* unlock account view title */
"Unlock Your Account" = "Ξεκλείδωμα του λογαριασμού σας";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Ενημέρωση λογαριασμού";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Αναβαθμίστε σε Yahoo";

/* User already signed-in */
"User already signed-in" = "Ο χρήστης έχει ήδη εισέλθει";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Ο κωδικός επαλήθευσης στάλθηκε στο %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Φωνητική κλήση σε εξέλιξη";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Σας καλέσαμε με έναν κωδικό επαλήθευσης στον αριθμό %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Δεν αναγνωρίζουμε αυτή τη συσκευή. Επαληθεύστε την ταυτότητά σας απαντώντας στην ερώτηση ασφαλείας.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Δεν αναγνωρίζουμε αυτή τη συσκευή. Επαληθεύστε την ταυτότητά σας. Θα σας στείλουμε έναν κωδικό επαλήθευσης.";

/* ID text field place holder */
"Yahoo ID" = "Ταυτότητα Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Πρέπει η ηλικία σας να είναι τουλάχιστον 13 ετών.";

/* No comment provided by engineer. */
"Your account is locked." = "Ο λογαριασμός σας έχει κλειδωθεί.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ο λογαριασμός σας ξεκλειδώθηκε. Πραγματοποιήστε είσοδο.";

/* No comment provided by engineer. */
"Your Answer" = "Η απάντησή σας";

/* learn more alert msg line 1 */
"• New device?" = "• Νέα συσκευή;";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Έχετε επιλέξει επαλήθευση κατά την είσοδο;";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Κάνετε είσοδο από νέα χώρα;";

/* Yahoo Messenger */
"Messenger" = "Messenger";